{"transcriptText": "Transcript\nAugust 28, 2025, 1:09PM\n\nJose Videira started transcription\n\nHunter, Jeff   0:04\nPerfect. See it. Thank you.\n\nJose Videira   0:06\nOK. So we I see that we have a a a lake of opportunities. When I say lake is already to to to do a segue for for the next. So we have more than 20 years of data from chromelium and scientific data, the leans lab data.\nA lot of things, right. And we don't monetize anything of that, right. So my my objective and this is the idea that I'm being sharing with the with the ExecutiveCommittee and the board, right. It's how we can bring a I.\nYou start me do something meaningful and and to be data scientists too right. So and then I think the the one of the things will be good if I can share my road map from the what we and then we started from there so.\n\nJerry Smith   0:56\nMhm.\n\nJose Videira   1:00\nAnd let me share the screen.\nAnd now I'll lose you guys. OK, now you are here. Now I can see it's much better. OK, good. So.\n\nJerry Smith   1:14\nOK.\n\nJose Videira   1:15\nAnd then if you want I can share the presentation with you, right. So but what what what we are doing. So to give a background of Soviet's in 2027, we want to double the size of the company, could be by acquisition or could be for new revenue streams.\n\nJerry Smith   1:22\nIt.\n\nHunter, Jeff   1:33\nMm-hmm.\n\nJose Videira   1:33\nRight. So, but at the same time we are, we have some problems that we have applications, they are disconnected, they don't talk to each other. We have a lot of manual processes, right. So when we talk about this data of 20 years and the labs we have in Switzerland.\nThis was grow lab by lab. So every every lab has these own processes way of doing that and this kind of things. So they never have the structure, right? So as someone said this, they came out of the university and then they start building like university, you know?\nWithout corporate processes and streamline and this kind of thinking, right? So which is good and bad at the same time, but because of the innovation you can generate and.\nAnd now we are building in North Carolina, we start from building labs in the other way around. So we standardize, we put state of our technologies and we start to organize the data there. But the opportunity we have it's in in Switzerland where we have 20 years of data.\nScattered everywhere and we need to start making sense of that. We start to then roll out to the RP. So he's living in live in Switzerland, US and now he's friends, so in the in these 18 months.\nThen we we have a digital road map that we fix the basics. Now we are optimizing. So I will say that we are now optimizing today and then we want to do innovate tomorrow with the team, with executive team, we we identify 40 initiatives for customer experience, operational efficiency and innovation.\nScience and what we see this where we want to go. So it's you want to have fully integrated global platforms.\nTo drive automation, customer experience, we want to do a roll out of Lims. Do you know what is Lims? OK, good. Or if there is anything that you don't understand, please do the questions and I will try to do my best. If it's too much scientific, maybe I will not be so good on that.\n\nHunter, Jeff   3:34\nMhm.\n\nJose Videira   3:44\nWe want to start the enhanced decision making through data, predictive analytics and of course using Genai applications.\nSince I will say four months we start doing financial data more consolidated and and start doing decisions on that because we have so many Excels and so many ERP systems and now we are consolidating in one. So we are becoming with the data more transparent.\nFrom finance point of view and procurement.\nWe want to do streamline of all operations, create self-service portals, yeah and the trusted digital and IT functions that enable scientific innovation. So it's more a selling point. So this is the you will see here on the.\nThe big on the big rectangle horizon 1-2 and three is the strategy of the company. So the horizon one we already close it right and now we are on the horizon 2 and when we from the digital point of view.\nWhere we can support the initiatives is for strategic resource allocation on the innovation, scalability. This is what we are already doing strongly advanced digitalization and then you know commercial and operations excellence.\nThis is the business of today. So I will spend some time, some point here. So everything you see in in grey, it's what is the pain points, what we identify in the company. So on the customer engagement and business development, so we still.\nIn automated quality measurement methods, we have raw test results, so the leans and ERP and the CRM, they are not yet well integrated. Why? Because we are in the middle of the rollouts, but we expect next year in Q1.\nEnd of Q1, beginning of Q2 that the systems they are stop talking each other. So we will we do. We have problems with delivery and reporting. Clients cannot submit samples, track progress or access to Reports online. Everything is shared by PDF this time or we print out.\nAnother pages and we send to the customers, right. So there is customers that still like like that or receiving Word documents instead of real-time data access where we will like to go. It's what I'm saying. Maybe this picture when I talk to you sounds like OK, this is the day-to-day.\nBut this is given in a lot of companies, but today in Solviz we don't have, right? So we don't have a self-service portal, the improved ERP and Lims integration without the flow and KPI tracking. We don't have this.\nThat analysis, insights and and standards on policies and so on.\nOK, then to organize all these problems, I identify 4 pillars and the the last one is the.\nThe that and digital insights what I believe that even can be a new revenue stream.\nSo we want to organise our initiatives like customer experience where we can generate revenue growth and enhance relationships, operational efficiency, the day-to-day, you know, standardised processes, automation of reportings and so on.\nAnd then help the innovation and science to emerge in technologies R&D. Then we have the data and digital insights, which for me since I entered in the company, it's I believe there is the potential there. Maybe the outcome could be no, but I believe because.\nWe we really have a lot of data, a lot of tests and a lot of sequences and and scientific data, but we are not using it right. So from this data and insights, let me see exactly.\nSo here is where I see and this is where they started the brainstorm. So the potential of new revenue stream, right. So we can think big, we have that and we will bring AI and so on. But you know being working in companies like Novartis and J&J.\nAnd so on that they bought all these AI and the data lakes and so on. But in the end, what they squeeze from that is too small for the money they spent. I'm an apologist. OK, we can think big still, but let's start small.\nRight. So and then prove that we are right. We have this generate high value data from the chromelia, the leans, the project orders and customer data. So and I believe there is 4 pilots we can.\nGenerate from the data we have at home that is a I report automation, right. So that is help to do regulatory ready report generation from Cromelina Linz.\n\nJerry Smith   9:04\nMhm.\n\nJose Videira   9:05\nToday, this is everything manual.\nAnd we give raw data to the customers and if we can create this reporting or even giving a space to the customers that they can play with their data.\nI think we can generate the paid paid add on.\nThe other thing is inside subscriptions, dashboards, trend analysis, stability risks, because we have 20 plus years of this data.\n\nJerry Smith   9:37\nMm-hmm.\n\nJose Videira   9:38\nRight. And this could be an annual subscription or API integrations to customer systems because we can say, OK, we have your data for the last 20 years, Novartis. Here is we we keep it for you when you can use it and.\nOf course then this is I I will go there. Then we have that as a service created libraries, right. So where we can use anonymized data that we don't say which customers they are doing that or they would.\nProviding order that we were working for them but use their test results.\nSo, but in an anonymized way.\nAnd the other one is on the compliance and audit value, right. So a lot of times our team from quality is.\nAsk you to do that integrity certificates. So when you can sell this as a package because in the end what is the certificate just to validate that and to see if it is in the right place you know and we can build this automatically to certificate the data and so.\n\nJerry Smith   10:36\nMm.\nOK.\nOK.\n\nHunter, Jeff   10:50\nThat.\n\nJerry Smith   10:50\nI like all of these. I like all four. I mean in in in that, almost in that priority too.\n\nJose Videira   10:56\nSorry.\n\nHunter, Jeff   10:56\nYeah, they make a very the the this is a very good concept of data monetization. So we agree with these four. My the first question that jumps to mind for me though is have you already gone through all of the compliance, regulatory and contractual?\n\nJerry Smith   11:02\nOh yeah, and yeah.\n\nJose Videira   11:03\nYeah.\n\nHunter, Jeff   11:11\nStandards to be able to see if you can do this.\n\nJose Videira   11:14\nThat is the exciting part, right? So uh.\nI'm being selling this picture inside of the company for months in only the the next the last two weeks I'm starting getting the approvals to go ahead. So This is why Gerard even talk with you and they are connect. So we are really in the beginning. There is nothing but but here is what what I asked to the executive team and to the board. So I need people from legal, right?\n\nHunter, Jeff   11:28\nOK.\nPerfect. OK, so I'm.\n\nJose Videira   11:39\nRight. And QA to validate that things of compliance of that. So I know that. So we need to have these guys on board to validate. I already talked with the QA and legal this week, so I already gave them the edits. So can you please go and check what we can do with this data, right? So if what is blocking this?\nUh, I did the, yes.\n\nHunter, Jeff   11:59\nYeah, one of the one of one of the first things that you could do there is and Jerry chime in here is if if those all of those customer contracts are in a usable state right now, we could very quickly be able to determine.\nThe constraints and abilities to be able to use this data for data monetization quickly using just generative AI. I mean, Jerry could put together a couple agents that go through it and basically start to understand here's the compliance issues, here's the regulatory issues, here's the confidentiality issues.\nBy data type or or by customer and then we can ascertain you know what type of data was built for that contract.\n\nJose Videira   12:43\nYeah.\n\nHunter, Jeff   12:44\nYeah.\n\nJose Videira   12:44\nSo we we can start doing that, yes, so.\n\nHunter, Jeff   12:47\nOK.\n\nJerry Smith   12:47\nWhat what LIMS systems are you guys using? You're using Chromillion as your CDs, right?\n\nJose Videira   12:56\nYes.\n\nJerry Smith   12:57\nWhat what you're are are are you treating that as an LMIS as well or?\nYeah.\n\nJose Videira   13:08\nYes, we treat chromelan and limbs as our systems, right? So but but at the moment we don't. Why my hesitation? So we didn't even, so we don't have a clear data management. This is what I am doing. I made some basics decisions and forced the organization last year.\n\nJerry Smith   13:12\nOK, that's um.\n\nJose Videira   13:28\nHere to say oh we do our master data organization so but we didn't go went on this level right? So I don't have the resources to do that even.\n\nJerry Smith   13:31\nThank you.\nThe only reason, yeah, the the reason I asked is just I'm I'm thinking about accessing that information directly and I can do that with that system. I those first two could be done concurrently because what you do for automation you're also.\nYou're also with a little bit of addition to generative agents, agentic agents. You grab some amazing insights out. I've actually prototyped your area already, so taking standard scientific reports in your area.\n\nJose Videira   14:01\nYeah.\n7.\nLogan.\n\nJerry Smith   14:12\nI've been thinking about you guys a lot since Jeff asked me to to put that in the back of my brain. And you know, I think we're most of us are familiar with, you know, Alpha Fold, right? And what Alpha Fold did for the protein folding industry, right? They they.\n\nJose Videira   14:26\nNo.\n\nJerry Smith   14:27\nThey revolutionized, right. They went one day we had, you know, a couple thousand proteins folded to when that happened with go AlphaGo, the next day we were into millions through their process. And when I look at your analytics company, I think.\n\nJose Videira   14:43\nYeah.\n\nJerry Smith   14:47\nThink about alpha analytics the same way, which is, which is not just automating the boring ****, right? You know, like Reports and getting in and just basic insights and stuff and making sure it's compliant, but refolding these things in a way that somebody goes.\n\nJose Videira   14:49\nMhm.\nYeah.\n\nHunter, Jeff   14:55\nOK.\n\nJose Videira   14:59\nYeah.\n\nJerry Smith   15:04\nI had no idea that that that's there or that was possible or that's that insight. That insight will move us to the next level of our capabilities and and those first two, since you're doing those, it's going to be an an easy jump to.\nThe innovation insights that you guys can deliver as a service to the companies using this that only could be done through that kind of mysterious generative A I folding process that we'll be able to demonstrate.\n\nJose Videira   15:33\nYeah, so and the the the other thing that we.\n\nJerry Smith   15:35\nYeah.\n\nJose Videira   15:38\nSo we need to do is we come from a.\nHistorical company that has a lot of legacy decisions and the legacy ways of working and I think we can using a I to streamline that processes and push them. You know this is another thing that we want to do as operations excellence. Maybe you can help us on on these two.\n\nJerry Smith   15:55\nOK.\nOK.\nYeah, we we what a great observation. We have a saying that Jeff and I we show don't tell you will you will never see me do a PowerPoint and I I love people you know who can demonstrate through PowerPoints but we show don't tell right so and and and that.\n\nJose Videira   16:15\nYeah.\n\nJerry Smith   16:19\nThat's done in a matter of hours to days, right? It's it's a it's so you're in this wonderful world where where once you get the trust and respect of some of the scientists and and I T practitioners involved in this and you show them a few things.\n\nJose Videira   16:22\nYeah, I know.\n\nJerry Smith   16:35\nAll of a sudden the door opens up and and the magic happens when they say I had no idea. Now you're dealing with Jeff's question, right? Which is all right, there are certain things we can't push through because of compliance issues or regulatory issues, right?\n\nJose Videira   16:36\nYeah.\nYep.\n\nJerry Smith   16:51\nBut we can push everything right up against that wall and see if we can either go around or go over it in a novel way. So yeah, I'd love to have that opportunity. We're here.\n\nJose Videira   17:00\nSo an interesting thing is Soviets compared with Novartis where I worked 15 years, right. So on the that and these kind of things, we don't have patients data. So we are only GMP, so manufacturing production regulated. So I I think we I will not say that.\n\nJerry Smith   17:17\nMhm.\n\nJose Videira   17:20\nOK, I need to say compared with a pharma company, it's a easier way of how we document the things and how we are regulated. It's a lot less or more or less than a pharma company, right. So when I arrived when I came from Novartis experience and I land in.\n\nHunter, Jeff   17:26\nMm-hmm.\n\nJose Videira   17:40\nSovius and I was like, oh, these guys don't use even 1/3 of I was using implementation and regulations to to to to do ID and digital. So I think we we could be faster. The only thing that I will say could be a concern is.\nHow we made the old contracts regarding that, right? So however, in the new contracts we are doing, maybe we can help and you can without being jeopardizing nobody, but we can do like the Apples and the Microsofts.\n\nHunter, Jeff   18:04\nMhm.\n\nJose Videira   18:19\nIf you approve this from the now on the future you can use your letter right? So but uh anonymized in the end so we don't want to to do this.\n\nHunter, Jeff   18:28\nSo yeah, yeah, because you guys do a lot of your work is pre-clinical trial, during clinical trial and post-clinical trial. What scares me is post-clinical trial. I I assume all that data that you get when you're doing add-on testing is all of that data that.\n\nJose Videira   18:29\nLook, thank you. Yes.\n\nJerry Smith   18:29\nYep.\n\nHunter, Jeff   18:48\nThat clinical trial data is anonymized correctly, right?\n\nJose Videira   18:52\nI I don't have that insight.\n\nHunter, Jeff   18:54\nOK.\n\nJose Videira   18:56\nSo I I I don't know. I think we even we don't do the the last part. Maybe I'm wrong, but I don't see. I don't think we do the the patient data.\n\nHunter, Jeff   18:57\nThank you.\nOK. So the post clinical trial then which is good?\n\nJose Videira   19:08\nSo by by not, by my experience, like Novartisans and office of the world, they do it internal in house. They don't, they don't give this away because it's very sensitive, right? So and I don't believe we do this clinical data for them.\n\nHunter, Jeff   19:14\nYeah.\nMhm.\nYes.\nOK, good.\n\nJose Videira   19:22\nWe can rent our scientists, scientists to them to do that, but then stays with them. But I don't believe we bring this in house. I need to check if we bring then I can tell you that I need. I need to start seeing how we have our system set up because then it should be different than GMP. We should be more.\n\nHunter, Jeff   19:27\nOh, OK.\nOK.\nYes.\nMhm.\n\nJose Videira   19:42\nFDA regulator and so on.\n\nJerry Smith   19:43\nSo just just to sort of put it in the by the way sometimes I'll say things and and on a meeting like this and it's not for anybody on the meeting, it's more for the record because later on as Jeff pointed out we have we have several agents like Jennifer and and Alexa who analyze the.\n\nJose Videira   20:01\nYeah.\nYeah.\nNothing.\n\nJerry Smith   20:20\nFor example, in the AI enhancement stuff in in predictive failure detections, there's several subtle patterns that occur during that testing process that we can pick up on and then optimize, optimize those flow rates like temperatures and gradient conditions and stuff like that to skewed away from a failure.\n\nJose Videira   20:24\nYeah.\nYeah.\n\nJerry Smith   20:39\nAnd back onto a success trap, right. And and then apply that across a historical learning. So those are those are like phase one to your point, phase one easy wins that you can come in show teams this stuff and and all of a sudden have have folks that are running these processes and you know intelligent, you know run controls.\n\nJose Videira   20:41\nYeah.\nYeah.\n\nJerry Smith   20:58\nThat you can apply that people all of a sudden are going, I got less failures, it's faster, it's adaptive, right? You can actually then prep the beginning process, which says what's the likelihood of this passing based upon the data we have and equally important, oh, it's going to fail. No, that doesn't mean we don't run it. What it means is we opt.\nThe flow based upon the conditions on the historical and that's where that's where AI really excels at this stuff. So if that is interesting, that is doable, right? So if you were to say you know what that that would be a cool kind of a proof of concept just to help the teams understand the value of if that.\n\nJose Videira   21:24\nNo.\n\nHunter, Jeff   21:30\nMm-hmm.\n\nJerry Smith   21:38\nWere to come out of your mouth, that's totally doable. That's that. That's not like a six-month project. That's not an 18 month project. That's like two or three weeks of demonstrating capabilities that one can demonstrate that and get people excited. And then for you to say, OK, now how, how do we go from the research component of that, which typically I start with?\nInto some development that can scale into a division of what we have and then eventually on to the enterprise. Now those are different activities, but we can at least get the, you know, show don't tell stuff out of the way quickly.\n\nJose Videira   22:10\nLook, anything that we can show, right? Because I don't have it at the moment this. So I to to be fair, I still not have yet the data leak. So we are, as I told it, only two weeks. We are really in the beginning, right? So.\nAnd it's fantastic that we are talking because then you can help me and I can, I can do the right set up of infrastructure that and this kind of things to ensure that we optimize for the the next quick wins, right, so that we have the wind in our face.\nRight. So this is where we are. So we are really in the beginnings. We didn't put yet foundations, so we want to go there.\n\nHunter, Jeff   22:56\nPerfect.\n\nJose Videira   22:56\nOK, so.\nTaking the problems of the company right of the challenges. So what do you see here with the the green?\n\nHunter, Jeff   23:04\nOK.\n\nJose Videira   23:11\nBorders, this is what we discussed last week and should be the priorities where it should focus, of course. Then as you, Jerry said, if you can do this in another.\nSample for 2-3 weeks we should go in and and test it right? So no, no stress I I can tell we.\nIn Chrome is where you have the big chunks of data even, right? So the only thing that we potentially we need is to transport this for a a data lake because at the moment we don't have this data we have in servers.\n\nHunter, Jeff   23:38\n7.\n\nJerry Smith   23:47\nWell, so, so here's I'm, I'm here's what I'm going to put in the back of your brain, which is you're right, you need a data lake for this stuff. But the data lakes are sort of like our old grandfather's Oldsmobiles, right? I mean, they're everybody needs them, but there's a new way to do this.\n\nJose Videira   23:49\nI know, yeah.\nYeah.\n\nHunter, Jeff   24:06\nYes.\n\nJerry Smith   24:07\nWhich is a lot more adaptive, which is to allow some of these. The question is, is what data is valuable and who should see it and and how do we organise? So I I hate to do things like smart data lakes because that's just oh, those kind of those kind of marketing terms are bad, but.\n\nJose Videira   24:21\nNo.\n\nHunter, Jeff   24:23\nI think.\n\nJerry Smith   24:24\nThese generative data lakes where where we're allowing these front end A A I system and and they're not complex, all they are is to take a look at data and take a look at value and say OK, I'm going to recluster and classify these things in this way and make them available in this way because it's a value. So using things like you know graphs and stuff.\nLike that, you know Neo4j, those are those enabled you to move beyond a a bucket of data which is.\nOut of spec the day you produce it into an adaptive system that grows as every time you throw something new in it, right. You bring on a new L Lima system or new or new company with new characteristics and you're dumping it in there. And these systems now help you think about that work and that's the direction that.\n\nJose Videira   25:05\nYeah.\n\nJerry Smith   25:17\nData lakes are going if you look at a lot of these folks. Anyways, I'm throwing that again, it's throwing it out there.\n\nJose Videira   25:18\nE.\nNo, no, no. I I I am in the same topic even in in some months ago I was in Stanford and we were discussing because I took a training of AI there with them and we were discussing that right so.\n\nJerry Smith   25:34\nNice.\n\nJose Videira   25:38\nAbout these data lakes and AI. So the only thing that you for you to understand my concept of data lake, right. So it's to push the data from a production site or production system to put somewhere that we can work without disruption in the business.\nOK, could be generative a ALS, whatever you want. OK, but I the systems we have today, I believe we start putting these agents on top. I don't know much CPU and memory they'll consume from my servers.\n\nHunter, Jeff   26:01\nMhm.\n\nJose Videira   26:13\nAnd This is why I'm afraid to put them there. You know, This is why I I want, I don't want to stop operations that the people doesn't say, OK, is the AI guy again coming and screw up our systems. No, I want to copy and update and then we have a safe environment.\n\nJerry Smith   26:24\nYeah.\n\nJose Videira   26:29\nBut we can do these kind of things that that is the the why I I call why I needed a data lake because the setup of the systems today they are not ready for putting things on top.\n\nHunter, Jeff   26:37\nHmm.\n\nJerry Smith   26:41\nYeah, I get. No, that makes a lot of sense. I I so I'm just resonating with your vision and work up. I I don't want to unacknowledge the fact that I think on the previous slide you had generate of AI financial forecasting and reporting I think you had, was that right?\n\nJose Videira   26:55\nYes, I have here, yes.\n\nHunter, Jeff   26:57\nYeah, he had. He had it on both slides, yeah.\n\nJerry Smith   26:58\nYeah, yeah. I meant to point that out, which is assumed effort is large on that providing events. So I I like that as well. I mean there's some interesting areas in that space, so.\n\nJose Videira   26:59\nIn the slides easier, yeah.\n\nHunter, Jeff   27:09\nThis and Jerry, this goes back to one of the first projects we put believe on at Capgemini for and I we can say this out loud because we wrote white papers on it for Ferro Chemicals. We built a machine learning capability to help them do financial forecasting. We can advance.\n\nJose Videira   27:17\nYeah.\n\nHunter, Jeff   27:29\nEven further with machine learning and Gen. AI, but this is something that we've done before to where because you a lot of your customers are private, but you still predominantly are working with the top pharmaceutical companies in the world. All of their data is available and we used external market data to help see how those customers.\n\nJose Videira   27:43\nYeah.\n\nHunter, Jeff   27:49\nGrowing compared to how you were forecasting your own growth. I'll send you a paper on how we did that, but we've we've been working that for a long time. That's kind of like what I did when I worked on Wall Street doing algorithmic trading. So I was always looking at that type of machine driven forecasting for companies to help.\n\nJose Videira   27:56\nMhm.\n\nHunter, Jeff   28:09\nTrading activities, which in turn looks like forecasting capabilities.\n\nJose Videira   28:14\nYeah, So what? Why I put late because then is when we finish the rollouts of ERP because then we have the data centralized in one system, so.\n\nJerry Smith   28:16\nYeah, I like.\n\nHunter, Jeff   28:19\nThe the.\nYep.\nThat's true. That makes a lot of sense.\n\nJose Videira   28:25\nAnd and then the other thing is um.\nWhat is our biggest problems, right. So and the what you see in the greens, right. So this is what we have. So the big one problem we have and we believe it's a a huge or in this case it's me that I believe more because what I saw already in the past.\nIs the customer reporting writing automation. So from chromeliums, the limbs, you know the customer report that we need to deliver at the moment in Sovius is manual, everything is manual.\n\nHunter, Jeff   28:48\nI think it's like 95.\nRight, OK.\n\nJose Videira   29:02\nSo I can, I can tell you for a simple routine test on the large molecules with chromelium. Last week I was talking with a scientist and he told me Jose, we take 24 hours only to collect data from the different systems.\n\nJerry Smith   29:02\nOh.\n\nJose Videira   29:19\nThree days to packets, then we hand over to another guy that drafts and the other one that puts the four eyes principle to validate and this more or less is 10 days. I believe that I can shrink only this process to to two to three days.\nThe collection of data that takes three days, I believe we can do in a couple of hours. The only thing I need is to know where is the data where they collect.\n\nHunter, Jeff   29:34\nIt is.\nMhm.\n\nJose Videira   29:44\nRight. So and and this is where I believe that if I know the systems, I push the data to this data lake, right? So I push the data, I work everything there and I don't disrupt their day-to-day. So I don't want to the job or to give excuses why they are not producing, right so.\n\nHunter, Jeff   29:44\nYep.\n\nJerry Smith   29:45\nYou.\n\nHunter, Jeff   29:47\nHe did it.\nMm-hmm.\n\nJose Videira   30:00\nI push the data, I start working, I can build the reports, I can build the drafts and I can send this to them, right? So the and a lot of this is the standard reporting, right? So all.\n\nHunter, Jeff   30:07\nYeah, and Jerry, that's that's where the concept that jumps to mind for me is like, let's call it a disposable rag environment that you don't have to build this God awful huge GPU environment.\nHuge GPU environment, but you build a disposable one that you use for these type of situations. You bring the data in from the LEM, you bring it in from whatever else the source is, vectorize it very quickly, have a standardized reporting concept of what they're trying to generate, and then start to generate first draft almost instantaneously once the.\n\nJerry Smith   30:32\nYep.\n\nHunter, Jeff   30:42\nData's in there. Once that report is done, you can then purge that RAG environment and then have it ready for the next one so that you can use these. Instead of building this very cumbersome large scale GPU infrastructure, we do it in a very small efficient scale, maybe with 10s torrent hardware and build this disposable.\n\nJose Videira   30:42\nYeah.\n\nHunter, Jeff   31:02\nRAG environment to help them with that automation while also being conscious of we don't want to spend millions and millions and millions of dollars on a GPU farm to do this.\n\nJerry Smith   31:12\nRight, right. I I agree.\n\nJose Videira   31:13\nSo for you, for you to be aware, so I'm piloting, right? So it's Amazon Q and Amazon Analytics, right? So I'm using this as a service from them to.\n\nHunter, Jeff   31:15\nSend.\nMm-hmm.\n\nJose Videira   31:29\nTo use their AI capabilities.\n\nHunter, Jeff   31:31\nRight.\n\nJose Videira   31:32\nRight. So the pilots we are making at the moment is in the bioinformatics in developing and the the go to market, right. So and coding, right. So another thing that you will find interesting here is.\n\nHunter, Jeff   31:38\n6.\nMm-hmm.\nYeah.\n\nJose Videira   31:47\nI have a lot of gold in the labs that is in German.\n\nJerry Smith   31:54\nHuh.\n\nJose Videira   31:54\nThat that is 20 years old, that is old Java models, all if he C++ is OK because then I can still do it. But Java no guys I never went in Java so and now we are using the Amazon queue.\n\nHunter, Jeff   31:54\nOK.\n\nJerry Smith   31:55\nOf course, of course, of course.\n\nHunter, Jeff   32:04\nYes.\n\nJose Videira   32:11\nTo convert all this code and to do documentation that usually per amount 100 lines of Java will take between 8 to 12 hours to a guy to do that and to convert from to German to English and the command.\n\nHunter, Jeff   32:17\nThanks.\nMhm.\n\nJerry Smith   32:23\nYeah.\n\nJose Videira   32:26\nSo we don't know in three hours with the Amazon Q, we copy paste, we let the machine, it does documentation, CSV even well prepare for CSV and we we are doing that. So this is the small things we are doing with Amazon Q.\n\nHunter, Jeff   32:29\nMhm.\nShe.\n\nJerry Smith   32:38\nOlympic.\n\nJose Videira   32:42\nRight. So again and and this is because of these small things.\n\nJerry Smith   32:42\nOK.\n\nJose Videira   32:47\nThat we got the traction from the Gerard, then Archie and so on to OK, let's do more.\n\nJerry Smith   32:53\nYeah.\n\nHunter, Jeff   32:54\nMm-hmm.\n\nJerry Smith   32:55\nSo here's the cool thing. If you're in that space already, you know we now have access to Lama and Bedrock and Sagemaker, right? So Bedrock and and well, Lama will give you access to sort of genetic ML models directly, which is very cool, which means you can create your own proprietary and with.\n\nHunter, Jeff   33:13\nYeah.\n\nJerry Smith   33:14\nBedrock you can access via work workflows, which makes life easy now, right? The idea is if this, if this stuff exists, can't we just workflow it in a way out of that space? So all that's all that's available to you and Sagemaker's been around for a long time. I but under enables enablers, the only thing I would add there.\n\nJose Videira   33:19\nYeah.\nYep.\n\nJerry Smith   33:33\nIs is partnering with with a I and I think that's us right. I mean that that's that's where I would say you're going to partner with with the you know whatever Jeff and I are calling ourselves as as a means to.\n\nJose Videira   33:39\nYes.\n\nJerry Smith   33:48\nHelp figure out all that stuff in that space, right? Because that's important. I mean, I read on this one slide, I, you know, I counted several instances of that word and and we know that it's, we know that that's pretty important.\n\nJose Videira   33:52\nYeah.\nYeah.\nOh, sorry.\nYeah.\n\nJerry Smith   34:04\nBut I like this. I I like your, I I like the flow of it. I like the dependencies on it. There's a lot in here that is easily demonstrable and then has what we call non-fragile growth, which means that, OK, great, you've done it today, but like.\nTwo months from now, it's it's outdated, right? That's the challenge we have. It's it's like, oh, now you're going to come back and say we have to do this thing or that thing. How do you, how do you deliver an environment where if you don't like yesterday, just wait till tomorrow exists, right? I mean that's that's the word.\n\nJose Videira   34:25\nYes.\nI know, I know, Jerry, but that will be my lovely problem to ask. Today I'm still. I will tell you why today I'm still in the paper world, right? So in all these kind of things. So think like this, Jerry.\n\nJerry Smith   34:42\nDon't be using it.\nYeah.\n\nJose Videira   34:48\nMhm.\nThe sites, they were not talking each other.\n\nJerry Smith   34:54\nYeah, yeah.\n\nJose Videira   34:56\nWe were not exchanging that. I I I mean this. So when I come here I was like you know working in companies like Nokia, you know in this kind of and Novartis, Syngenta, all these big companies that we were in one network globally.\n\nHunter, Jeff   34:57\nYeah.\n\nJose Videira   35:12\n15 years these nine months didn't exist. So so if if if in three months I have this problem means I made a huge leap here in this company. So so so I think we we we have quick wins to do that there and my question to you is like I need to enable.\n\nJerry Smith   35:13\nYeah, yeah.\nYeah, made-up you.\n\nHunter, Jeff   35:23\nYep. So you you have it.\nI.\n\nJose Videira   35:32\nIs that an AI platform, right? So which were more or less we are discussing and I would like to know how you advise to do that, right? So which kind of platforms we should use. So I will tell you what I was thinking. I was thinking Azure or Amazon or.\n\nJerry Smith   35:35\nAlright.\n\nHunter, Jeff   35:35\nYes.\n\nJose Videira   35:52\nSo now llama that you talk whatever. So I'm I'm open. So as I said today I have zero. I'm in the beginning so and and I need to start planning costs to submit to my fantastic friend Gerard, right. So so I'm I'm in this beginning so.\n\nJerry Smith   36:04\nYeah.\n\nHunter, Jeff   36:06\nWell, we've.\nWell, we've deployed and I mean several. We have deployed several RAG based environments in the Azure space. We also learned a great deal the downfalls of using the open AI API capability because you get into token consumption and all of a sudden it just becomes too cost prohibitive once you.\n\nJerry Smith   36:18\nYeah.\n\nJose Videira   36:18\nYeah.\n\nHunter, Jeff   36:28\nWe were very successful as we were going through that process of deploying these specialized RAG environments after RAG environments for whatever customer or business unit it was for. We then started migrating towards based off of Jerry's research and development efforts.\n\nJose Videira   36:30\nYeah.\n\nHunter, Jeff   36:45\nLooking at more effective open source models to use that give us the same effectiveness without making us dependent upon token consumption, meaning you're paying for usage, it's going to eventually get too expensive. So we even at our last company, we deployed our own custom GPT research tool on everyone's.\n\nJose Videira   36:53\nOK.\n\nHunter, Jeff   37:05\nDesktop using an open source model and we were probably spending no more than $200 per employee per year for them to have access to a GPT tool. And that was the all because we learned because the perfect example when we built a very Jerry and team.\n\nJerry Smith   37:21\nI.\n\nHunter, Jeff   37:25\nBuilt an extremely sophisticated, intelligent agent. We'll get into that in a different conversation. But when we say intelligent agent, we built in the core concepts of memory, contextual understanding, reasoning, morals, ethics, and the other guardrails necessary. We left one agent running on the open AI platform for.\nYou know, one month because we gave it this concept to be, you know, we gave it what what we refer to as a whimsical reasoning. Meaning if we ask you questions and you we're not using you next hour, go out and learn on your own and it would go out and learn the topics we were talking to it about on its own.\nJust one agent for us cost us $50,000 in tokens in one month. So that's when we realized, OK, there's got to be a better way to do this. And that's when Jerry and team took on this concept of using open source models that we could then put this cognitive wrapper around to give a much more intelligent.\n\nJose Videira   38:03\nOK.\n\nJerry Smith   38:16\nYeah.\n\nHunter, Jeff   38:21\nCapabilities and we started to have a a better, smarter and cheaper agent using these open source models, which we deployed in the Azure environment as well.\n\nJerry Smith   38:31\nYeah, when you're when you're quasi self-aware, by the way, you you really like to learn and and and Julie really liked to learn. She's a neurocognitive agent, but my going back to it. So here's kind of a kind of three phases one goes through once you get into this generative space. The 1st is.\n\nJose Videira   38:32\nHello.\n\nJerry Smith   38:51\nYou're right. What platform do you go to and and what models do we use? And Amazon is awesome, right? Cause we can access that through Bedrock, right? That's direct access to any model, Claude, Llama, Perplexity, whatever model you want, you'll have access to and you'll consume it.\n\nHunter, Jeff   38:59\nMhm.\nOK.\n\nJerry Smith   39:07\nFor certain kinds of problems, you know, like what we call the low volume problems, like you know, I want to, I want to process this, this analytics note into something more useful, low volume.\n\nJose Videira   39:15\nYeah.\nYeah.\n\nJerry Smith   39:22\nThat works well. At some point, when we were working with one of our partners in a previous company, you find out that they have a business model that requires extremely high volume. For example, if they're trying to find PII information in images over millions of records, that's a lot of volume. So not only do you push.\n\nJose Videira   39:38\nYep.\n\nJerry Smith   39:42\nUp against.\nThe cost prohibitive curve of saying, oh man, this generative stuff is like cost me an arm and a leg, but you also run up against the API rate limits of these companies. So you may be able to afford the cost, but you they're just not going to let you push through so many tokens per second beyond a certain level because they have other customers.\n\nJose Videira   39:51\nYep.\n\nJerry Smith   40:02\nAnd that's usually when you transition in that next phase that Jeff is talking about, which this is, let's bring it into our own infrastructure, right. So we're going to use Amazon servers, but our models, so we own that. Well, guess what?\n\nJose Videira   40:12\nYes.\n\nJerry Smith   40:18\nNow you're now you're in the model as a service business, which could be cool. It actually provides a business advantage. We built platforms that managed all that, which is great. Then once you get into that space and you're going, this is awesome, can we reduce our cost, right? Because you know what I'm using all this Nvidia GPU stuff and and.\nAnd Amazon's costing me an arm and a leg. That's when you move into the tense tort world, right? This new risk five based stuff where it's it's a 10th of the cost, you deploy it on your own and now you've you've got the volume and now you've got the drop in cost. But those are sort of big three chunks and you don't want to start in the tense tort world when your problem really.\nIt really doesn't demand it. So starting like you're talking about this sort of crawl, walk, run phase, this let's demonstrate some stuff. With that will come some operational knowledge. It'll also come with people going, I want that, can you get me that? Well, how much is that? Do you want that? We grow and eventually you get to a spot where they say this is painful.\n\nJose Videira   41:05\nYeah.\nYeah.\n\nJerry Smith   41:17\nCool. That's a to your point. That's a great problem to have when somebody says, oh man, it's just not running as fast as I need it. Wonderful problem. Let's go into phase two and then phase three.\n\nJose Videira   41:21\nYeah.\n\nHunter, Jeff   41:27\nAnd then the Holy Grail here also is because you've mentioned this 20 plus years of data. That's exciting to us because with these open source models, you know the concept that you can, everything that we're looking at here can be done using an off-the-shelf open source LLM, right?\n\nJerry Smith   41:34\nYeah.\n\nJose Videira   41:45\nYeah.\n\nHunter, Jeff   41:46\nWell, what's even better is Jerry and team, we have have developed a very efficient way of using your data to kind of let's call it retrain an LLM to give you your own small language model. So the little brain that you're using in this LLM is based off.\n\nJerry Smith   42:00\nYeah.\nOK.\n\nHunter, Jeff   42:05\nOff of 20 years of data from Solvius. So that gives it that much more of a, let's call it a targeted output, because it's talking like your scientists have been talking for the last 20 years instead of just reading the data and then trying to interpret it. So you start with getting.\n\nJose Videira   42:08\nYeah.\nYes.\n\nHunter, Jeff   42:25\nThe data in one place and using an LLM to help you, you know, extrapolate and you know create content from that. But once we retrain an LLM based off of your data, once it's in place, then you have a Solvius small language model that helps you do your report creations.\n\nJerry Smith   42:43\nSo all your boxes have all these ideas in it, right. So and and our challenge is going to be is as one of as your partner in this is to you know one is to understand your needs to prioritize what you want in terms of our our ability to do because I know we can deliver stuff, right. That's not to me that's not the issue.\n\nHunter, Jeff   42:43\nIt song.\nDifferent budget.\nYeah.\n\nJerry Smith   43:02\nFigure out, help you figure out, OK, well, I still have to run a company. It's going to cost me money. I got to make margins, you know, for for the folks that are invested in me. Great. And then most importantly is that is convince the people that are in your organization that have made you successful that that this is.\n\nJose Videira   43:02\nYeah.\n\nJerry Smith   43:21\nThis is something that's going to help their future and get them excited about it and get them educated on it, right? Get them so that they're not just saying, is that ChatGPT? That's the wrong answer, right? We want them to be educated. We want them to have basic knowledge. So when they think about their current problems today, they go, you know that crazy Dr. Jerry and Jeff.\n\nJose Videira   43:32\nHey.\n\nJerry Smith   43:41\nThey said this. I'm wondering if this will help. Let me give them a quick dial up and see, right. That's where now. Now we have partners in solving your problems because they have enough education. That's going to take a bit of time to do, but that's what we do.\n\nHunter, Jeff   43:54\nYeah, yeah. But going back to the the start of this conversation, the blocking and tackling on this, Jose, is that we already have tried various versions of an infrastructure to do this and we migrated to where we have a lot of.\nRecommendations on what that initial core infrastructure should look like inside of a AWS or Azure environment so that we can help you with some of that already.\n\nJose Videira   44:23\nOh, sorry.\n\nJerry Smith   44:25\nOh, nice. Oh, nice desktop.\n\nHunter, Jeff   44:27\nPlease.\nWhat was that a picture of? Was that Istanbul?\n\nJose Videira   44:29\nYeah.\nLook oh the the picture I can no no it it was I was shutting down a message that pop up because it was covering your face and but I can show you the I can show you what is the picture.\n\nJerry Smith   44:41\nOh, sorry.\n\nHunter, Jeff   44:41\nOK.\n\nJerry Smith   44:48\nMhm.\n\nJose Videira   44:48\nThis is something that you don't see every day. This is the palace of the Sheikh here of the of the president. Usually you see always the back. You never see the one because you need to have a vote to to see in front of the palace, right? So.\n\nHunter, Jeff   44:56\nOh, OK.\n\nJerry Smith   44:59\nYeah.\n\nHunter, Jeff   45:02\nYeah.\n\nJerry Smith   45:03\nYou.\n\nHunter, Jeff   45:03\nIt's gorgeous.\n\nJerry Smith   45:04\nBeautiful.\n\nJose Videira   45:04\nAnd so.\nAnd you see that a boat and it was these canyons in front of the boat, you know, to protect and and when we were driving a little bit too close, they were turning the light like go back. It was interesting.\n\nHunter, Jeff   45:11\nHmm.\nYeah, yeah.\n\nJerry Smith   45:14\nOK.\n\nHunter, Jeff   45:19\nOK, yeah, perfect.\n\nJerry Smith   45:22\nSo we're not going to go set up a beach thing on their beach, I take it.\n\nJose Videira   45:22\nOK.\n\nHunter, Jeff   45:29\nYeah, they're not gonna let you do that.\n\nJose Videira   45:30\nNo, no, not yet. Not yet. Not yet. So.\n\nJerry Smith   45:32\nWell, we're, I think we're reaching the end, Jeff, do we? How do we want to wrap it up?\n\nHunter, Jeff   45:37\nYep.\n\nJose Videira   45:37\nSo tell me one thing, are we in?\nAlways start making some things sense and possible with you guys so.\n\nHunter, Jeff   45:47\nWell, there's.\n\nJose Videira   45:47\nI I will package this because then I need to go in back and sell inside, right. So I I I think and I want to drop you a question to you is because we are a very scientific organization and there is always a lot of.\n\nHunter, Jeff   45:51\nYeah.\n\nJose Videira   46:04\nWe don't have a lot, have a lot of bias about automation in AI here. So it's still, I don't want to call old mindset, but you know the guys, they are being successful doing the work they are doing like this. Why change? That is the point for them, right? So.\n\nHunter, Jeff   46:08\nRight.\n\nJerry Smith   46:20\nSure.\n\nHunter, Jeff   46:20\nMhm.\n\nJose Videira   46:21\nBut I believe that is a quick win that is the customer reporting automation. You know where we see these guys, they have that everywhere, but they take only like 3-4 days to collect that and then to generate four or five days the report.\n\nHunter, Jeff   46:27\nYes.\n\nJose Videira   46:37\nYou know, but we can give already the report for them to validate, you know, and then we take like 6, four or eight days from their back, right? So I.\n\nHunter, Jeff   46:45\nYep.\nYeah. And that's a very good place to start. And you could actually start that process if we can sit down and start to get a true understanding of, you know, what systems are going into to grab data over these two to three days, right. And then start to get an understanding of once they get that data, they have to then you said get it.\n\nJose Videira   46:49\nYeah.\nYeah.\n\nHunter, Jeff   47:06\nInto a more useful state, turn it over so someone can start to do the report generation. That's something that can be done. I don't want to say locally, like on a laptop or whatever else, but that's something that can be done locally without the need for an enterprise data lake.\n\nJerry Smith   47:16\nYeah.\n\nJose Videira   47:21\nYeah.\n\nHunter, Jeff   47:22\nSo I think that's a quick win for us to help with a spot solution for when you bring data down from LEMS or whatever system it is and then the process you go through. We'd like to see what that looks like and then we can help you basically re-engineer that process using.\n\nJose Videira   47:23\nYeah.\n\nHunter, Jeff   47:42\nEither tools or a I or both to help you solve that Riddle at the same time as you're going down this path at the bottom here of you know enabling the data for a I. So that data lake concept we can start to share with you some of the reference infrastructures that we.\n\nJose Videira   47:46\nYeah.\n\nHunter, Jeff   48:02\nThinker.\nBest based off of a WS or Azure and then how you start to use an open source model to be cost effective with those environments. We can start to share those with you as you start to plan out because that's a longer lead to get to the end of getting all that data to one place, getting to the proper infrastructure so it can be used correctly for.\n\nJose Videira   48:11\nMhm.\n\nHunter, Jeff   48:22\nIt's called AI tools, but in the short term, I think, you know, trying to understand and replicate, you know, this report creation the way you do it now, if they pull the system, they pull the data down manually, they then aggregate that data, then they hand it over to start to do the report generation. That's something I think we could solve.\nRather quickly.\n\nJose Videira   48:45\nOK.\n\nJerry Smith   48:45\nYeah.\n\nJose Videira   48:47\nSo what we will do now, what it will be then the next steps from you guys?\n\nHunter, Jeff   48:53\nI think the next steps is for us to to talk about what we typically do for these type of use cases. We'd like to take a a very scientific approach and I don't mean that sarcastically. We do to where we look at what, what does the process look like today, what are the pain points, what are the users?\n\nJose Videira   49:04\nMhm.\nNo, no.\n\nHunter, Jeff   49:13\nDoing how do you start to do that concept of the initial design of that workflow and the design of the initial let's let's call it solution and then look to a way to find a way to use technology tools to make a recommendation for how do you reengineer this process and then.\nActually, what Jerry and team are very good at is we would create a simulation that actually shows this is how it would work so that people can, as Jerry says, we like to show instead of just tell. This way we can create this visual simulation of what the workflow looks like, what tools are being used at which points to get.\nTo a report generation that's almost automatic. It will require, you know, it'll probably get, we'll probably be able to get 85 to 90% of the way there, but then it'll require the scientist to simply edit a client report instead of create, then edit it, says I'm sure the scientist would be much happier to work with something.\n\nJose Videira   49:56\nOK.\nYeah.\n\nJerry Smith   50:08\nThank you.\n\nHunter, Jeff   50:11\nThat was generated from their data that they can edit versus having to create the report, then edit it before submitting it.\n\nJerry Smith   50:19\nIf yeah, in in addition to that sort of a a a natural step for you because we we I'm going to take the notes from the meeting and do do our magic on and then come out with some ideas that we'll share and and I'm going to promise you my ideas are wrong.\n\nJose Videira   50:19\nOK.\n\nHunter, Jeff   50:29\nYeah.\n\nJerry Smith   50:36\nBut it gives us a starting spot for you to say, I don't want that. I do want this. And can you add this over here? So it'll give us that. It won't be blank. What you can do for me is get me three of those, three or four of those packages up front. Now when you say, when you say, oh, here's the data we collect, give me three or four of those, right that.\nThat that that are are relatively representative of our problem and then give me the the template examples of the targets that we're trying to move these this data into over here and that will help me.\n\n   51:10\nYeah.\n\nJerry Smith   51:12\nGet some of our agents looking at it and providing advice and consent on, you know, what is it we need to do? And I know that's going to take you time. So if that's something you can do in the meantime, that's very concrete. Once that's in my hand, then after all, everything's said and done and you want to sell it to somebody, we're not just selling ********.\n\nJose Videira   51:21\nYeah.\n\nJerry Smith   51:32\nMade-up stuff, you know, let's talk about how we would do this in the alcohol industry. No, we're saying this is your actual data. This is the results. And by the way, it took this, it took them, you know, 2 minutes to do this and it takes our people three days to do it, right? So.\n\nJose Videira   51:47\nYep.\n\nJerry Smith   51:48\nThat becomes very concrete. Again, it's research. It's it's not the development. It's not saying, oh, by the way, we're going to implement this. So it has to go into this system and it's going to be this hardened and then production, you're going to have people supporting it. Jeff will talk to you a lot.\n\nJose Videira   51:51\nYeah.\n\nJerry Smith   52:03\nAbout moving this out of the minds of of this first phase into production, because you need people that can support these systems and stuff like that. We, I know you know that, but that is not my.\n\nJose Videira   52:12\nOh, I I I know, I know, I know I and I'm I'm having look I I can tell you one thing is I'm I'm I'm asking these people here right. So the data lake, the data analytics and the AI engineering and so on we I'm asking already.\nFor that people or or or let me put like this, I'm starting to sell this picture to the board and to the executive team that they need to start investing, right? So.\n\nJerry Smith   52:33\nYeah.\nWell, and the reason I bring it up is just the way I I like to work doesn't mean the way we work, but the way I like to work is show, don't tell the ideas, research, deliver, work with the development team to say, OK, what how do we how do we make this a hardened?\n\nJose Videira   52:52\nYeah.\n\nJerry Smith   52:58\nApplication that's going to work and then how do we then move it to production? Typically after development, guys like me and my and my team, we typically drop off and we let the development of the of the product, let's just, you know, you know, whatever that product name is going to be for this move into production. That's a whole different group of people, but it's.\nIt's an important problem because we've seen a lot of failures, not in the technology, but in the management of the technology afterwards. So and I'm saying it for the record, so that when we do the analysis and stuff, it's we have it.\n\nJose Videira   53:27\nYeah, I know.\nNo and and Jerry, I I I'm, I live by that concept. Let's prove and move on because because this is what I'm basing my career on this kind of thing. So I I do transformation, I do innovation.\n\nHunter, Jeff   53:34\nYeah, I.\n\nJerry Smith   53:40\nYeah, yeah, pretty much.\n\nHunter, Jeff   53:41\nMm-hmm.\n\nJose Videira   53:49\nBut usually I take the pilots, I always start calling pilots that people doesn't become afraid, right. So and to take away the the quality and the compliance that we can do more tests and so and then move, then we prove and then we move to production, yes. So I like that.\n\nJerry Smith   53:56\nOK.\nSo what I what I hear is sort of next steps because I know we're running out of your time. We're actually over time is number one is you're going to send me the transcript for today. I'm going to then do I do I I'm going to do an analysis of that in a way you've probably never seen before.\n\nJose Videira   54:18\nYes.\n\nJerry Smith   54:23\nAnd get it back to us. By the way, one of the things you're going to see in this analysis that we do is, is there any IP intellectual property that is a direct result from our conversation? A good meeting for me is when I've identified and you'll see what that looks like IP able solutions. That doesn't mean we're going to go do it. It just means you know.\nWe're talking at the right level. The second thing Jeff and I are going to do is I'm going to work with Jeff on developing a point of view around this reporting area that will give us sort of a crawl, walk, run perspective on it and then we'll get that going. In the meantime, you're going to help me.\n\nHunter, Jeff   54:45\nOK.\n\nJose Videira   54:51\nYeah.\n\nJerry Smith   55:01\nHelp us by gathering two or three examples of the front end data that needs to be compressed into a report and an example of that, and then based on that we'll be able to do something.\n\nHunter, Jeff   55:09\nMhm.\n\nJose Videira   55:13\nYeah, so.\nTo give a context, this will take a couple of weeks. So Steve Smith, I will tell you I will.\n\nHunter, Jeff   55:17\nSiri.\n\nJerry Smith   55:18\nWhat? What beaks?\n\nJose Videira   55:23\nYes, I I will tell you why.\n\nJerry Smith   55:25\nI was thinking a couple hours. Come on, man.\n\nHunter, Jeff   55:27\nOK.\n\nJose Videira   55:27\nOh, a couple. I will tell you why the data takes and I understand your joke too, because I already asked this to the scientists, right? To give me the data, let me try to do some cases and so on.\nAnd and then they disappear in the office. They never came back.\n\nJerry Smith   55:46\nIf it would help, by the way, it it's always helpful to get a crazy guy like me and I'll call with them and we just do the work. We do the work on it. You know, you what I like to do is I like to find the crazy person like us in your group, the one that goes, this is awesome. How do I do that right? And then.\n\nHunter, Jeff   55:46\nRight.\n\nJose Videira   55:52\nYeah.\nYeah.\nOh, I didn't find yet. I can tell you, you know, I have and and sorry for this. I hope your A I can take this out of the meeting minutes, but I find them very German, very square. And you know, the first reaction they have, oh, if you optimize these, I need to fire people. I said no, you you enable the people to.\n\nJerry Smith   56:04\nYou know, they become a disciple.\nGood.\n\nHunter, Jeff   56:22\nNo, it's a it's a it's a force multiplier.\n\nJose Videira   56:23\nDo something else you know, but but this is what they are afraid. They don't give me the data, you understand.\n\nJerry Smith   56:23\nExactly.\n\nHunter, Jeff   56:27\nYeah, no, it's a force multiplier. It would allow them to do twice the amount of work, you know, for that is based off of their standards than what they do today.\n\nJose Videira   56:31\nExactly.\nYeah.\n\nJerry Smith   56:38\nOK.\n\nJose Videira   56:39\nAnd this goes back for you to understand the environment where I am, goes back when I said they are so successful delivering this company in the last 20 years like this or 30 years, right. They are saying why now with this, why we need to do that, right. So and potentially in their minds they're thinking 5 to 8 years I'm retiring, I don't.\n\nHunter, Jeff   56:49\nMm-hmm.\nSpeak.\n\nJose Videira   56:58\nCat anymore, you know it's, but we need to pick up these brains from that. That is fantastic.\n\nHunter, Jeff   56:58\nYeah.\nYeah. Well, the reason we're doing it now is because this technology wasn't available 20 years ago.\n\nJerry Smith   57:05\nGood.\nYeah, yeah, yeah, yeah.\n\nJose Videira   57:09\nI know and and everybody now talks about such GPT, but it's three years old. Don't forget, right? So, so.\n\nJerry Smith   57:13\nYears ago.\n\nHunter, Jeff   57:16\nYeah. Oh, trust me. Trust me. We broke that thing six or seven times over.\n\nJose Videira   57:23\nGood. So I will forward the transcript for you guys.\n\nHunter, Jeff   57:24\nWell, perfect.\n\nJerry Smith   57:27\nThank you.\n\nHunter, Jeff   57:28\nThank you. And do you mind sharing? Can you share this deck with us?\n\nJose Videira   57:31\nI will share this with you. No, no problem at all. OK. Thank you.\n\nHunter, Jeff   57:32\nPerfect. Thank you. OK, pleasure. Pleasure meeting you and looking forward to the numerous conversations we're going to have.\n\nJose Videira   57:37\nPleasure. Potentially I can share through the chat here because it's a big deck and the transcript too. I will do that OK and then you can download it. If you don't get through the chat, let write me an e-mail and I will forward to you, OK?\n\nHunter, Jeff   57:42\nYes.\nWill do. Thank you. Bye.\n\nJose Videira   57:53\nThank you so much. Bye. See you.\n\nJose Videira stopped transcription\n", "selected": {"stageA": ["say_means"], "stageB": [], "final": []}}
